cask_args appdir: "/Applications"

brew "circleci"
brew "coreutils"
brew "diff-so-fancy"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "node"
brew "nvm"
brew "python"
brew "q"
brew "r"
brew "svn"
brew "watchman"
brew "zsh"

brew "cask"

cask "1password"
cask "alfred"
cask "bartender"
cask "bitbar"
cask "breaktimer"
cask "google-chrome"
cask "cheatsheet"
cask "coconutbattery"
cask "discord"
cask "docker"
cask "dropbox"
cask "fantastical"
cask "figma"
cask "franz"
cask "google-chrome"
cask "grandperspective"
cask "graphviz"
cask "kitty"
cask "loopback"
cask "microsoft-teams"
cask "notion"
cask "postman"
cask "rstudio"
cask "sip"
cask "slack"
cask "spectacle"
cask "spotify"
cask "sonic-pi"
cask "sublime-merge"
cask "sublime-text"
cask "the-unarchiver"
cask "transmission"
cask "unity"
cask "vlc"
cask "windscribe"

tap "homebrew/cask-fonts"

cask "font-lato"
cask "font-merriweather"
cask "font-merriweather-sans"
cask "font-montserrat"
cask "font-open-sans"
cask "font-raleway"
cask "font-roboto"
cask "font-yeseva-one"
